<template>
    <div id="mainBox">
        <section class="mainContent">
            <!--<h2 id="userService">用户服务协议</h2>-->
            <p id="warn">
                本《料小料用户使用协议》（以下简称“本协议”）是由您（以下称为“用户”）与北京慧筑未来科技有限公司（以下简称“本公司”）关于其提供的【料小料】微信公众号（以下简称【料小料】）上提供的服务所订立的协议。为正常、合理使用【料小料】，请用户务必审慎阅读、充分理解并遵守本协议，特别是免除或者限制责任的条款。除非用户已阅读并接受本协议所有条款，否则用户无权使用【料小料】及其提供的相关服务。用户的登陆、注册、使用等行为即视为用户已阅读并同意本协议各项条款的约束。
            </p>
            <h3 class="warnDot">一、服务内容</h3>
            <p>
                1.1【料小料】是一个知识变现的工具，为用户提供知识变现服务。【料小料】根据用户分享的内容自动生成二维码，其他用户可据此找到和使用第三方网页上的各种文档、资料等内容。【料小料】不对分享者分享的内容进行任何改动、编辑。
            </p>
            <p>
                1.2 用户通过微信账户授权方式进行登陆。
            </p>
            <p>
                1.3【料小料】仅提供内容交易渠道，收取提现手续费，【料小料】保留后续因业务发展调整手续费和提供其他增值服务的权利。（原文已被删除，留作参考）
            </p>
            <p>
                1.4【料小料】仅提供内容交易渠道，交易产生的费用由【料小料】暂时保管，用户有权随时提现，提现收取提现手续费，【料小料】保留后续因业务发展调整手续费和提供其他增值服务的权利。
            </p>
            <h3 class="warnDot">二、用户行为规范</h3>
            <p>
                2.1 用户同意按照包括本协议在内的、【料小料】不时发布或变更的各类规则规范自己的行为，从而接受并使用【料小料】提供的服务。
            </p>
            <p>
                2.2 用户在使用【料小料】时，应当遵循以下原则：
                <ul class="smallDot">
                    <li>1) 遵守中国有关的法律和法规；</li>
                    <li>2) 不得为任何非法目的而使用【料小料】；</li>
                    <li>3) 不得使用【料小料】进行信用卡套现等破坏金融秩序的行为；</li>
                    <li>4) 不得利用【料小料】进行任何可能对互联网的正常运转造成不利影响的行为；</li>
                    <li>5) 不得利用【料小料】进行任何不利于其他用户的行为；</li>
                    <li>6) 不得擅自（包括但不限于以非法方式复制、传播、展示、镜像、上传、下载）使用或通过非常规方式（包括但不限于恶意干预【料小料】数据）影响【料小料】的正常服务；</li>
                    <li>7) 不得擅自以软件程序获得【料小料】数据。</li>
                </ul>
            </p>
            <p>
                2.3 用户自行承担所分享的信息内容的责任，用户分享的内容不得包含以下部分：
                <ul class="smallDot">
                    <li>1) 反对中华人民共和国宪法所确定的基本原则的；</li>
                    <li>2) 危害国家统一、主权和领土完整的；</li>
                    <li>3) 泄露国家秘密，危害国家安全或者损害国家荣誉和利益的；</li>
                    <li>4) 煽动民族仇恨、民族歧视，破坏民族团结或者侵害民族风俗、习惯的；</li>
                    <li>5) 破坏国家宗教政策，宣扬邪教、迷信的；</li>
                    <li>6) 散布淫秽、赌博、暴力或者教唆犯罪的；</li>
                    <li>7) 侮辱或者诽谤他人，侵害他人合法权益的；</li>
                    <li>8) 违反公序良俗的。</li>
                </ul>
            </p>
            <h3 class="warnDot">三、信息披露与保护</h3>
            <p>
                3.1 保护用户的隐私是【料小料】的基本原则。【料小料】保证未经用户同意不对外公开或向第三方提供用户的账户信息及交易记录等个人资料，但下列情况除外：
                <ul class="smallDot">
                    <li>1) 事先获得用户的明确授权；</li>
                    <li>2) 根据有关的法律法规要求；</li>
                    <li>3) 按照相关政府主管部门的要求；</li>
                    <li>4) 为维护社会公众的利益；</li>
                    <li>5) 为维护【料小料】的合法权益。</li>
                </ul>
            </p>
            <h3 class="warnDot">四、知识产权</h3>
            <p>
                本公司是【料小料】的知识产权权利人。【料小料】的一切关于小程序、公众号、App的著作权、商标权、专利权、商业秘密等知识产权均受中华人民共和国法律法规和相应的国际条约保护，本公司享有上述知识产权，除非事先经本公司的合法授权，任何人皆不得擅自以任何形式使用，否则本公司可立即终止向该用户提供产品和服务，并依法追究其法律责任，赔偿本公司的一切损失。
            </p>
            <h3 class="warnDot">五、有限保证与免责申明</h3>
            <p>5.1 用户通过【料小料】产生的任何内容（包括但不限制于文字、声音、图片、视频等），【料小料】对其合法性概不负责，亦不承担任何法律责任。如使用【料小料】产生的内容（包括但不限制于文字、声音、图片、视频等）有违反法律法规及其他规范性文件之处，在收到用户反馈或经有关部门查实后，【料小料】将在7个工作日内审核其是否属实，如属实将立即撤下相关内容。</p>
            <p>5.2 用户应该对使用【料小料】产生的内容及分享结果自行承担风险。【料小料】不作任何形式的保证（包括但不局限于不保证分享结果满足用户的要求、不保证工具服务过程中不中断），因网络状况、通信线路、第三方网站等任何原因而导致用户不能正常使用【料小料】的，【料小料】不承担任何法律责任。</p>
            <h3 class="warnDot">六、权利通知</h3>
            <p>6.1 任何单位或个人（以下简称：权利人）认为通过【料小料】分享的内容侵犯其合法权益，应及时以书面的方式向【料小料】提交权利通知，【料小料】在收到权利通知并经核实无误后，将会依法尽快删除相关侵权内容，并在经有关部门法律授权之下向其提供内容分享者的资料。</p>
            <p>注意：如果权利通知的陈述失实，提交者应承担因此造成的全部法律责任（包括但不限于经济损失、诉讼费用、行政罚金、经济处罚的损失及为处理纠纷所支出的费用等）。如果权利人不确定该内容是否侵犯其合法权益，【料小料】建议权利人先行咨询专业人士。</p>
            <p>
                6.2 为了提高【料小料】的处理效率，请按照以下内容及格式书写权利通知，并以电子邮件形式发送至jubao@liaoxliao.com。
                <ul class="smallDot">
                    <li>1) 权利人信息，包括姓名、身份证或护照复印件（对自然人）、单位名称、登记证明复印件（对单位）、联系方式及地址；</li>
                    <li>2) 权利人对涉嫌侵权内容拥有商标权、著作权和/或其他知识产权利的权属证明；</li>
                    <li>3) 对侵犯了权利人合法权益的内容的准确描述；</li>
                    <li>4) 涉嫌侵权内容在信息网络上的具体位置（如涉嫌侵权内容的出处，即：指网页地址或网页内的位置）以便【料小料】与涉嫌侵权内容的所有权人/管理人联系；</li>
                    <li>5) 权利人声明：</li>
                    <li>a.我本人为所投诉内容的合法权利人或已经合法授权；</li>
                    <li>b.在我举报的第三方网页上登载的内容侵犯了本人的合法权益。</li>
                    <li>c.本人确认：本通知中所述信息合法、真实、准确，如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。</li>
                    <li>6) 于落款处签字捺印（对个人）或加盖单位公章（对单位）。</li>
                </ul>
            </p>
            <h3 class="warnDot">七、争议解决</h3>
            <p>
                7.1 本协议的订立、效力、解释、履行及争议解决适用中华人民共和国法律。
            </p>
            <p>7.2 因本协议引起的任何争议，双方应友好协商解决，协商不成的，任何一方有权向协议签订地人民法院提起诉讼。</p>
            <h3 class="warnDot">八、其它</h3>
            <p>8.1 本协议的任何条款部分无效的，不影响其它条款的效力。</p>
            <p>8.2 本协议于用户首次使用【料小料】之日起签订并生效。</p>
            <p>8.3 本协议签订地为北京市海淀区。</p>
            <p>本协议的最终解释权归【料小料】所有。</p>
        </section>
    </div>
</template>

<script>
</script>

<style scoped>
    body {
    display: block;
    background: #F3F3F3;
}

.container {
    background: #F3F3F3;
}

/*用户协议页面*/
#mainBox {
    background: white;
}

.mainContent {
    margin: 0 0.3rem;
    padding: 0.2rem 0 0.6rem 0;
    background: white;
}

#userService {
    text-align: center;
    font-size: 0.36rem;
    line-height: 1rem;
}

.warn {
    text-indent: 2em;
}

.warnDot {
    color: #0a0a0a;
    border-bottom: 1px #eee solid;
    padding-bottom: 0.16rem;
    font-size: 0.32rem;;
    margin: 0.6rem 0 0.1rem;
}

.mainContent p {
    padding-top: 0.2rem;
    font-size: 0.28rem;
    color: #3c3c3c;
}

.smallDot {
    font-size: 0.28rem;
    color: #4c4c4c;
    list-style: none;
    text-indent: 1em;
}

.smallDot em {
    display: block;
    text-indent: 2em;
}
</style>